[
  {
    "username": "AdamFell9",
    "hashtag": "#pafc",
    "comment": "Still not home 20 hours after we got on the train,another shocker of a performance to top it of #pafc"
  },
  {
    "username": "RickSlayerBloke",
    "hashtag": "#pafc",
    "comment": "What makes our situation even more hilarious is that our club record signing out on loan  #pafc"
  },
  {
    "username": "PAFCwardle",
    "hashtag": "#pafc",
    "comment": "I have sat and ignored. I’ve tried to get my head around everything that running a club entails, the money, budgets, fees, wages, agents fees, etc. \n\nBut there’s no defending it now. Last season saying top end League 1. Then top 6 budget. Then break even… #pafc"
  },
  {
    "username": "Kashima_KMOT",
    "hashtag": "#pafc",
    "comment": "whos winning on tuesday? \n\n#pafc"
  },
  {
    "username": "chrisevs68",
    "hashtag": "#pafc",
    "comment": "We’re running out of denominators for this shambles of a Football Club Executive, one by one they’ve been silently dismissed, leaving only 2, those 2 being the ones responsible for dismissing others, but Parkinson’s Grandad played for Liverpool don’t you know #pafc"
  },
  {
    "username": "Jakeyates__97",
    "hashtag": "#pafc",
    "comment": "Feel like shit just want them back #pafc #HalletOut"
  },
  {
    "username": "Ben48037650",
    "hashtag": "#pafc",
    "comment": "This.\n\nThe club needs radio silence on the vanity projects and gimpy side quests until we fix the first team #pafc"
  },
  {
    "username": "Ollieargyle9",
    "hashtag": "#pafc",
    "comment": "Combined 11, based on ability at the time:\n\nMatthews\n\nJ. Edwards\nBradley\nVyner\nSawyer\n\nFox\nSarcevic\n\nLameiras\nCarey\nAmeachi\n\nTaylor\n\nHazard\nThrelkeld\nPleggy\nSongo'o\nBoateng\nWatts\nGrant\n\nA complete disaster #pafc"
  },
  {
    "username": "II86505533",
    "hashtag": "#pafc",
    "comment": "Calling it now, best league 2 title fight ever? #readingfc #pafc #pufc"
  },
  {
    "username": "TomHoneywell94",
    "hashtag": "#pafc",
    "comment": "Tuesday has the potential to be very toxic and we’re 4 games into the season but at least the orient fans will enjoy there iced bun #pafc"
  },
  {
    "username": "Aaronpress1",
    "hashtag": "#pafc",
    "comment": "\"ooh, We'Re LiNcOlN, wE'rE sIgNiNg A sTrIkEr\". Grow up. #pafc"
  },
  {
    "username": "ZacThomson13",
    "hashtag": "#pafc",
    "comment": "Bolton done some decent business haven’t they. Wonder who HoR is for them? I’m not against parting ways with Dickinson but for this shit show id take him back in a minute. Fox and randle have absolutely fucked us. #pafc"
  },
  {
    "username": "Geddonyajanners",
    "hashtag": "#pafc",
    "comment": "I will see your Icelander and raise you another…..\nBjarni Gudjohsen  #pafc"
  },
  {
    "username": "ArgyleBoyo",
    "hashtag": "#pafc",
    "comment": "Samson Tovide from Colchester? Jatta ? Langstaff loan? What actually can we get in now? I’m so sick of this strategy of trying to be different and edgy rather than find a proven striker \n\nSaydee scored today for Wigan btw, Taylor will score for Blackpool next week \n#pafc"
  },
  {
    "username": "ParamedicEm",
    "hashtag": "#pafc",
    "comment": "‘We go together again’ is already starting to get me exhausted #pafc"
  },
  {
    "username": "nat3s1886",
    "hashtag": "#pafc",
    "comment": "Never scroll quickly and catch the words Plymouth and striker and expect anything other than pain. #pafc"
  },
  {
    "username": "J47015",
    "hashtag": "#pafc",
    "comment": "Nothing surprises me anymore.\n\nWe're rotten from head to foot.\n\n #pafc"
  },
  {
    "username": "PAFCethan_h",
    "hashtag": "#pafc",
    "comment": "Sold out every league home game for 3 seasons straight. Made several huge sales over the last 18 months. And yet we spend fuck all on players and Hallett has the cheek to claim we finish 2nd. Will we fuck. Piss poor and cheap recruitment, spend some money or sell up. #pafc"
  },
  {
    "username": "StansburyDarren",
    "hashtag": "#pafc",
    "comment": "Where on the actual fuck is Szucs going for this goal. We’ve some brain dead footballers at argyle. #pafc"
  },
  {
    "username": "CarlBarnard15",
    "hashtag": "#pafc",
    "comment": "#pafc"
  },
  {
    "username": "bsmithgreens",
    "hashtag": "#pafc",
    "comment": "Nail on the head. #pafc"
  },
  {
    "username": "ParamedicEm",
    "hashtag": "#pafc",
    "comment": "Alright we all need to get some tickets and pump it all into the club, deal??  #pafc"
  },
  {
    "username": "MontroseRossy",
    "hashtag": "#pafc",
    "comment": "#pafc\n\nI thought I’d have an evening off Twitter in order to calm down. \n\nCan confirm I’m still fuming, apart from the 5 minutes they didn’t play like plebs not one player was good. \n\nThe club is rotten from top to bottom, TC been sold a dream. Fans been sold a dream, cba."
  },
  {
    "username": "Jakeyates__97",
    "hashtag": "#pafc",
    "comment": "This will be most of the ground tuesday night when where all being told off by happy clappers and stewards for wanting hallett out  #PAFC #HallettOut"
  },
  {
    "username": "nat3s1886",
    "hashtag": "#pafc",
    "comment": "Throw the chequebook at this man and get him to Home Park. #pafc"
  },
  {
    "username": "Jannerspray",
    "hashtag": "#pafc",
    "comment": "2/2 I’ll cover this in detail on Thursday night on our Live Lounge buddy. Articulate in detail what I mean!  #pafc"
  },
  {
    "username": "PAFCRyan",
    "hashtag": "#pafc",
    "comment": "Did I hear the efl highlight show correctly and this is our worst league start for 30 years? #pafc"
  },
  {
    "username": "__jacksharp10",
    "hashtag": "#pafc",
    "comment": "Not sure if nostalgia tinted but combined XI, who from the current crop gets in? Conor Hazard potentially (Cooper young at time) Pleguezuelo arguably? \n\nStruggling big time after that. Damning. #pafc"
  },
  {
    "username": "wfavery",
    "hashtag": "#pafc",
    "comment": "Hallett heel turn? #pafc"
  },
  {
    "username": "callummorris_",
    "hashtag": "#pafc",
    "comment": "BIM PEPPLES ON FIRE (is he fuck) #pafc"
  },
  {
    "username": "ScottYendle",
    "hashtag": "#pafc",
    "comment": "Wiredu, ibrahim, snucs, palsson, Hammond, boateng ain’t good enough at league 1 level. Teams an absolute joke how much we’ve downgraded it’s actually embarrassing #pafc"
  },
  {
    "username": "pafc_brad",
    "hashtag": "#pafc",
    "comment": "I was unsure on oseni when he first arrived looking at past clubs and inexperience but fair fucking play to him that lad can finish and needs to start every game atm. A striker is now not our main priority. Getting hazard back in goal and a few decent defenders in is #pafc"
  },
  {
    "username": "PAFCwillBeBack",
    "hashtag": "#pafc",
    "comment": "People say we need a number 9 desperately I think the more concerning positions are the defence and the worst keeper we have ever had they need replacing 2cbs and a goalie at least utterly embarrassing #pafc"
  },
  {
    "username": "pdemmett",
    "hashtag": "#pafc",
    "comment": "I think if we lose on Tuesday \nI'll have a wee in the cubicle and walk out and not flush \n\n#pafc"
  },
  {
    "username": "EvanGale5",
    "hashtag": "#pafc",
    "comment": "Oseni took his goal really well btw. #pafc"
  },
  {
    "username": "GeorgeBolam",
    "hashtag": "#pafc",
    "comment": "Titanic’s on the telly, reminds me of Argyle. Heading straight towards a bastard ice berg and no one’s steering the ship #pafc"
  },
  {
    "username": "ClaireM73531493",
    "hashtag": "#pafc",
    "comment": "We go again Tuesday.\n\nShame about the result, but let's face it, the last 20 minutes got very exciting lol \n\n#argyle #plymouthargyle #pafc #hiddenillness #hiddendisability #thatsmile #coyg #greenarmy"
  },
  {
    "username": "pafcjxck",
    "hashtag": "#pafc",
    "comment": "The bad thing about this No.9 situation is that the longer it goes on no one is going to want to sell their main striker unless it’s for millions (which we won’t do). So we’ll be stuck with a young loanee with 0 experience or some 4th choice that absolutely no one wants #pafc"
  },
  {
    "username": "RealEFLSocial",
    "hashtag": "#pafc",
    "comment": "#pafc #WeAreImps"
  },
  {
    "username": "Jakemetcalfe05",
    "hashtag": "#pafc",
    "comment": "Just saying if argyle need a number 9. I’m free every other Saturday and I’ll happily play for free #pafc"
  },
  {
    "username": "Derpafc",
    "hashtag": "#pafc",
    "comment": "Might have to step away from argyle twitter for a while, I get why everyone is upset but no need to be a d*ck about it, or maybe there is in which case I don’t think I want to be a part of that until things are looking up, or people aren’t punching down #pafc"
  },
  {
    "username": "ecfcwill",
    "hashtag": "#pafc",
    "comment": "Generally curious . How is watts doing? #pafc"
  },
  {
    "username": "MaccaSouth",
    "hashtag": "#pafc",
    "comment": "Still can’t believe a “well run ambitious L1 club” who want to bounce back straight away, loan out baidoo, then Calum wright and ogbeta to teams in the same league, currently both above us all before replacing them\n\nTom randle and David Fox special.\n\n#pafc"
  },
  {
    "username": "Jakfirst",
    "hashtag": "#pafc",
    "comment": "Still find it baffling that we didn’t sign a goalkeeper that could really compete to be a number one! #pafc"
  },
  {
    "username": "Jakemetcalfe05",
    "hashtag": "#pafc",
    "comment": "#HalletOut #pafc"
  },
  {
    "username": "betparlayy",
    "hashtag": "#pafc",
    "comment": "NEW HERE ?? \n\nAnd you are interested to make money \n\nJust text me I we tell you how its done here \n\n#pafc JD Vance #bbtvi Cuti #HAPPYJAEMINDAY Liverpool"
  },
  {
    "username": "nat3s1886",
    "hashtag": "#pafc",
    "comment": "Rate your work a lot Joe and a huge soft spot for the Gulls being a Torquay Green. \n\nWho do you think Argyle need to target between now and Aug 31st? \n\nConceded over 80 in the champ the year before. Delusional to think we don’t need more. Executive inexperience for me.\n\n#pafc"
  },
  {
    "username": "ChattingArgyle",
    "hashtag": "#pafc",
    "comment": "The ONLY good thing I can say about today is… alot of “happy clappers” on here seemed to changed their tune after today. Pennies dropping left right and Center #pafc"
  },
  {
    "username": "betparlayy",
    "hashtag": "#pafc",
    "comment": "BOOM! ANOTHER VIP WINNER\nBack-to-back slips CASHED OUT\nIf you’re still watching, you’re losing!\nPeople in VIP are stacking wins daily\n\n SLIP DON’T LIE \n\nTelegram  http://t.me/Alex340660\n\n#pafc JD Vance #bbtvi Cuti #HAPPYJAEMINDAY Liverpool"
  },
  {
    "username": "betparlayy",
    "hashtag": "#pafc",
    "comment": "STOP WASTING TIME and keep doing things that don't work \n\nYour only REAL LIMITS are all self imposed. So you have to break through them \n\nOf course if you want to achieve something  \n\nAdmin : . http://T.me/Alex340660\n\n#pafc JD Vance #bbtvi Cuti #HAPPYJAEMINDAY Liverpool"
  },
  {
    "username": "markyball",
    "hashtag": "#pafc",
    "comment": "Just about says it all really. #pafc"
  },
  {
    "username": "betparlayy",
    "hashtag": "#pafc",
    "comment": "Lets go  - Live it up \n\n”The person that said winning isn’t everything, never won anything.” \n\nGame won Y’all \n\ncongratulations to all my vip members what great victory\n\nTelegram  http://t.me/Alex340660\n\n#pafc JD Vance #bbtvi Cuti #HAPPYJAEMINDAY Liverpool"
  },
  {
    "username": "betparlayy",
    "hashtag": "#pafc",
    "comment": "U N C O V E R E D \n\nORIGINAL TICKET OPENED\n\n        £500.00// £217,500.00\n\nNext 100% Fixed matches confirmed Message me now \n\n Admin  http://t.me/Alex340660\n\n#pafc JD Vance #bbtvi Cuti #HAPPYJAEMINDAY Liverpool"
  },
  {
    "username": "Aaronpress1",
    "hashtag": "#pafc",
    "comment": "#pafc"
  },
  {
    "username": "betparlayy",
    "hashtag": "#pafc",
    "comment": "POV: Y'all Asking for uncovered ticket of the match \n\nUNCOVERED TICKET \n\nI'm just different and better I'm the real MVP \n\nremember I’m here to beat the bookies not work with them\n\nTelegram  http://t.me/Alwx340660\n\n#pafc JD Vance #bbtvi Cuti #HAPPYJAEMINDAY Liverpool"
  },
  {
    "username": "pdemmett",
    "hashtag": "#pafc",
    "comment": "Random pics until we sign ANY CUNT #pafc"
  },
  {
    "username": "betparlayy",
    "hashtag": "#pafc",
    "comment": "LIVE SCORE IS OUT \n\nI will not come here to brag with  what I don’t have never  I will always be the best tipster \n\n#pafc JD Vance #bbtvi Cuti #HAPPYJAEMINDAY Liverpool"
  },
  {
    "username": "OffTheLineBlog",
    "hashtag": "#pafc",
    "comment": "I got criticised in the summer for saying #PAFC's GK and defence wasn't good enough. \n\nFour games in:\nConceded 3\nConceded 2\nConceded 2\nConceded 3\n\nArgyle need major re-work at the back, especially if they are going to stick to a four."
  },
  {
    "username": "DykesyPAFC",
    "hashtag": "#pafc",
    "comment": "On the plus side from today, Ennis got a straight red for Blackpool after scoring a brace.\n\nMeans he won’t be scoring against us on Saturday, it will just be another Blackpool player - it’s gonna happen \n\nSort it out Hallett, whilst the window is still there. #pafc"
  },
  {
    "username": "nat3s1886",
    "hashtag": "#pafc",
    "comment": "Not unbeknownst to TC who referenced it in his post-match. \n\nClub and culture that is used to losing has continued into league one and that is absolutely the executive team’s remit to change. \n\n#pafc"
  },
  {
    "username": "MrsFoxtrotwhisk",
    "hashtag": "#pafc",
    "comment": "We are in L1 with a top 10 budget because of Simon Hallett. Without him, we'd be struggling to stay in this league, like Exeter, and L2 would be our 'natural' home. I'd rather be here than there #pafc"
  },
  {
    "username": "GreenArmy46",
    "hashtag": "#pafc",
    "comment": "I feel we’ve all been lied to from the man at the top… \n\npolls are completely anonymous what are you saying  #pafc"
  },
  {
    "username": "CarlBarnard15",
    "hashtag": "#pafc",
    "comment": "League One - LCFC V PAFC Block 9 Post Match Analysis LIVE! #PAFC #LincolnCityFC"
  },
  {
    "username": "TheCrazyPilgrim",
    "hashtag": "#pafc",
    "comment": "League One - LCFC V PAFC Block 9 Post Match Analysis LIVE! #PAFC #LincolnCityFC"
  },
  {
    "username": "Block9Podcast",
    "hashtag": "#pafc",
    "comment": "League One - LCFC V PAFC Block 9 Post Match Analysis LIVE! #PAFC #LincolnCityFC"
  },
  {
    "username": "porropafc",
    "hashtag": "#pafc",
    "comment": "How longs it been since Hardie left? #pafc"
  },
  {
    "username": "LeagueOne25",
    "hashtag": "#pafc",
    "comment": "Plymouth Argyle midfielder Brendan Wiredu was sent off vs Lincoln City for a 2nd yellow card for diving\n\nRightfully so just look at the state of that dive \n\nThoughts?\n\n#pafc"
  },
  {
    "username": "ChattingArgyle",
    "hashtag": "#pafc",
    "comment": "Actual question, are we getting a 3rd kit?  #pafc"
  },
  {
    "username": "chubbs_20",
    "hashtag": "#pafc",
    "comment": "Today I noticed when Pallsson was Subbed. Who was our Captain? Not 1 player wore the Armband! No leader on that pitch  whatsoever. Not 1 Player stood up. Edwards is our only leader at the club that plays. #pafc"
  },
  {
    "username": "DevonportDreams",
    "hashtag": "#pafc",
    "comment": "Today’s new signings in the squad came from…\n\nAccrington - 1 game in L2\nFleetwood L1 - relegated\nCrawley L1 - relegated\nExeter - L1\nMagdeburg - German D2\nChesterfield - L2\n\nWe’ve bought in absolutely no pedigree whatsoever, hardly surprising we’re fucking shite #pafc"
  },
  {
    "username": "ArgyleReview",
    "hashtag": "#pafc",
    "comment": "Betting market has us as favourites to go down. Full sale now #pafc"
  },
  {
    "username": "luispafc",
    "hashtag": "#pafc",
    "comment": "Hallett, thanks for the memories, but it’s really time to go now. The longer you hold onto the club, the quicker it dies.\n\nPlease sell.\n\n#pafc"
  },
  {
    "username": "Army61Green",
    "hashtag": "#pafc",
    "comment": "#pafc ‘Tom Cleverley says Plymouth Argyle look like a team scared of losing’.  Surely, he means scared of winning, as we lose with aplomb!  2 weeks ago it was a new group with no lhangover, now there’s a mental fragility. It’s all down to the lack of a competitive squad."
  },
  {
    "username": "ChrisErrington1",
    "hashtag": "#pafc",
    "comment": "Tom Cleverley was yellow carded during Argyle's 3-2 defeat at Lincoln, where his side trailed by three goals midway through the second half.\n\"I'm certainly not going to mask over the big issues that we have with the last 20 minutes.\"\nRead More:  #pafc"
  },
  {
    "username": "ParamedicEm",
    "hashtag": "#pafc",
    "comment": "Peeking at X after another defeat #pafc"
  },
  {
    "username": "J47015",
    "hashtag": "#pafc",
    "comment": "Wonder if Man city have any defenders we can pay then £10 for again...\n\n #pafc"
  },
  {
    "username": "NathanPear46785",
    "hashtag": "#pafc",
    "comment": "Any news about Hallett selling up yet?\n\n#pafc"
  },
  {
    "username": "Harveyenglandyt",
    "hashtag": "#pafc",
    "comment": "Argyle fail to get any points in the third league match, falling short away to Lincoln. \n\nFor the goals, highlights, red card and penalty \n\nhttps://youtu.be/tOTR3I3YNSo?si=uXC5T16G-cH9F3Xc…\n\n#pafc #lcfc"
  },
  {
    "username": "Only1Argylee",
    "hashtag": "#pafc",
    "comment": "Hallet out, needs to be echoing round home park. a simple message to the board lies after lies will only have one outcome \n\nleague two \n\n#pafc"
  },
  {
    "username": "MrsFoxtrotwhisk",
    "hashtag": "#pafc",
    "comment": "We are where we are.  Obviously don't have a top 6 budget, but we wont be in the bottom 4 budget wise. It's looking like naivity from Fox and Randle. The strength and conditioning team are not keeping players fit. Clevs not to blame. Lots of fast learning needed #pafc"
  },
  {
    "username": "Greenarmy",
    "hashtag": "#pafc",
    "comment": "We might have the weakest \n@Argyle\n squad in a generation but rest assured, this time next year the under 12 academy players will have the best showers in league 2. #shambles #pafc"
  },
  {
    "username": "SamIngram_",
    "hashtag": "#pafc",
    "comment": "After three defeats in three games, Plymouth Argyle have shifted from fourth favourites to win the title at 8/1 to 16th in the betting at 66/1.\n\nNo team in the EFL has seen such a drop in both price and position in the league winner market. #PAFC now 2/1 for relegation from 20/1."
  },
  {
    "username": "ArgyleReview",
    "hashtag": "#pafc",
    "comment": "Full sale now #pafc"
  },
  {
    "username": "DevonportDreams",
    "hashtag": "#pafc",
    "comment": "I couldn’t give a fuck if we pay 3, 4 times over the odds now. This squad is abysmal and we have a manager that needs backing, spending the fucking money Hallett you old cunt #pafc"
  },
  {
    "username": "janner_geek",
    "hashtag": "#pafc",
    "comment": "I wouldn't blame Cleverley if he left us, not gonna lie.\n\nAbsolute shambles of a club.\n\n#pafc"
  },
  {
    "username": "PaFcZOOCORNER",
    "hashtag": "#pafc",
    "comment": "@SimonHallett\n couldn’t be more true £9,000 on away days last season every single away day hard earned money wasted and it’s started yet again this season you have made us an embarrassment of a club #pafc"
  },
  {
    "username": "pdemmett",
    "hashtag": "#pafc",
    "comment": "How Ibrahim sees every game #pafc"
  },
  {
    "username": "aa_wilkinson",
    "hashtag": "#pafc",
    "comment": "Break even FC, we know what we are  #pafc"
  },
  {
    "username": "DevonportDreams",
    "hashtag": "#pafc",
    "comment": "All the good work is very quickly being undone. Hallett has to either spend the £10m we’ve generated in player sales or sell up immediately. He is taking us backwards #pafc"
  },
  {
    "username": "MayflowerJanner",
    "hashtag": "#pafc",
    "comment": "Hallett cares more about bricks at Foulston Park than points on the board. The men’s first team is the heartbeat, stop starving it. #pafc"
  },
  {
    "username": "PaFcZOOCORNER",
    "hashtag": "#pafc",
    "comment": "Everyone and I mean fucking everyone on Tuesday night needs to and has to chant we want Hallett out don’t give a fuck about this club no more he has taken it as far as he can and he is now broke and can’t take us back to where we should be clearly #pafc #hallettout"
  },
  {
    "username": "MJ12GreenArmy",
    "hashtag": "#pafc",
    "comment": "I feel for Cleverley, I want him to work out badly but he’s not got much to work with. At least we’ll find out how good a coach he really is #pafc"
  },
  {
    "username": "MayflowerJanner",
    "hashtag": "#pafc",
    "comment": "From Hallett’s relegation slip to Muslic’s exit, Fox’s dithering & Randle’s panic signings. Argyle leadership is reactive, not ambitious. Fans deserve clarity, not chaos. #pafc"
  },
  {
    "username": "PAFC_TB",
    "hashtag": "#pafc",
    "comment": "Great thread. Hallett and Parkinson Out. #pafc"
  },
  {
    "username": "ChrisErrington1",
    "hashtag": "#pafc",
    "comment": "REPORT: Argyle have lost their opening three league games of a season for the first time in 30 years after being beaten 3-2 by Lincoln City at the LNER Stadium.\nRead More:  #pafc"
  },
  {
    "username": "The_Lyndhurst",
    "hashtag": "#pafc",
    "comment": "Time is almost up. \nWe hit the peak with the best owner we’ve ever had.\nBut this is fucking dire.\nRelegation guaranteed, it’s already on the cards.\nIt can’t carry on.\nStop the rot now before the end of the window.\nSort the recruitment department out or fuck them all off.\n#Pafc"
  },
  {
    "username": "YeovilVoter",
    "hashtag": "#pafc",
    "comment": "Whilst he is being badly let down by the transfers and very small squad; he still picks Palsson in a back 4 (which is peak Rooney).\n\nJust how many do we have to concede before he switches to a plan B formation whilst he waits for signings?\n\n#pafc"
  },
  {
    "username": "FeedTheSpud",
    "hashtag": "#pafc",
    "comment": "Travel and ticket to most games this season will be around £100, right? Without all the extras clubs bleed from you - fancy street food and overpriced pints of warm piss. \n\nWe’ve won 5 away from home in 3 seasons ffs! \n\nIs it all even worth it? Absolutely not.\n\n#pafc"
  },
  {
    "username": "PLsportsnews",
    "hashtag": "#pafc",
    "comment": "#TomCleverely \n#TC #PAFC"
  },
  {
    "username": "luispafc",
    "hashtag": "#pafc",
    "comment": "SH promised us twice the budget we went up with despite us making a lot more from selling players. With inflation due to high wages being paid by ambitious clubs that never meant a top 4 budget but a Lower mid table budget at best. Sold a dream #Pafc"
  },
  {
    "username": "jp_plymouth_14",
    "hashtag": "#pafc",
    "comment": "If there’s no “ where’s the money gone “ chant on Tuesday I will be disappointed, fanbase deserve an answer #pafc"
  },
  {
    "username": "jannerssary",
    "hashtag": "#pafc",
    "comment": "Alright lads, I know we haven’t always got along but if you need a new owner, there’s an American based businessman who needs to move onto something else. \n\n#pafc"
  },
  {
    "username": "Doncarlodebato",
    "hashtag": "#pafc",
    "comment": "Couple positives , oseni knows where the net is ,Tegan Finn walks on water  and watts looks decent .get sorted defensively and we'll be on the march #pafc"
  },
  {
    "username": "EvanGale5",
    "hashtag": "#pafc",
    "comment": "RT. #pafc"
  },
  {
    "username": "Chris_Webb1",
    "hashtag": "#pafc",
    "comment": "This is the squad in James Brent’s last full season. 17/18. Built on an absolute shoestring. \n\nIt is stronger (in my view) in every area of the pitch than the current one. \n\nEvery single Argyle supporter is perfectly entitled to ask - where has the money gone? #pafc"
  },
  {
    "username": "jannerssary",
    "hashtag": "#pafc",
    "comment": "And I love Wiredu’s passion but someone grab him and calm him down. Club captain, Palsson? Man management for fuck sake #pafc"
  },
  {
    "username": "chubbs_20",
    "hashtag": "#pafc",
    "comment": "Where do I start now ive calmed down... Seems like we're in pre season mode still. Wiredu not a CB. Pallsson questionable. LAH should not be near a league one club! Top 6 Budget according to the board..a budget is to b spent its not a bank balance.Cleverley sold a dream #pafc"
  },
  {
    "username": "Neilpafc",
    "hashtag": "#pafc",
    "comment": "It’s time to bring the band back together, Team 101! Assemble!  If only. It seems like such a long time ago already. What a difference a couple of seasons can make. #pafc #argyle #coyg"
  },
  {
    "username": "edsmith1989",
    "hashtag": "#pafc",
    "comment": "Wish we'd stop trying to he clever with our transfers and actually get some consistency in #pafc"
  },
  {
    "username": "plymouthjim",
    "hashtag": "#pafc",
    "comment": "Question for \n@SimonHallett\n ...Will our budget be top 4 or top 10 in league 2 next year?  #pafc"
  },
  {
    "username": "MattHarry_PAFC",
    "hashtag": "#pafc",
    "comment": "Respectfully, people like you based in Devon/Cornwall and choosing to devote your loyalty to Manchester UTD when #pafc #ecfc #tufc and now #tcfc are right there at your doorstep (and as high as the 2nd or 3rd tier most of the time) is a huge factor"
  },
  {
    "username": "rhysread97",
    "hashtag": "#pafc",
    "comment": "Last one who genuinely cared meanwhile our new HOR would rather study covid 19 #pafc"
  },
  {
    "username": "LeagueOne25",
    "hashtag": "#pafc",
    "comment": "My #SkyBetLeagueOne TOTW\n\nMarko Marosi\n\nJack Grimmer\nCharlie Goode\nBaily Cargill\n\nGeorge Honeyman\nXavier Amaechi\nLuca Connell\nDavid Turnball\nFraser Murray\n\nJames Collins\nBobby Pointon\n\n#pvfc #StevenageFC #mtfc #Stags #BarnsleyFC #utmp #pafc #CardiffCity #wafc #WeAreImps #BCAFC"
  },
  {
    "username": "ScottYendle",
    "hashtag": "#pafc",
    "comment": "Tbf 11 players out there none of them get in the shumacher squad. Useless we’re in trouble #pafc"
  },
  {
    "username": "FIWCHAMP09",
    "hashtag": "#pafc",
    "comment": "Hammond #pafc"
  },
  {
    "username": "ScottYendle",
    "hashtag": "#pafc",
    "comment": "Ibrahim is shit btw  #pafc"
  },
  {
    "username": "jamesrenehan_",
    "hashtag": "#pafc",
    "comment": "I genuinely think we have spent more money and ice cakes for away fans than transfers #pafc"
  },
  {
    "username": "benweir101",
    "hashtag": "#pafc",
    "comment": "Feel bad for cleverley been convinced to come down here and hes been done by the board royally #pafc"
  },
  {
    "username": "Jimnewman2203",
    "hashtag": "#pafc",
    "comment": "You either die a hero or live long enough to see yourself become the villain. \n#pafc"
  },
  {
    "username": "pdemmett",
    "hashtag": "#pafc",
    "comment": "Go and get the 3rd kit\n#pafc"
  },
  {
    "username": "pdemmett",
    "hashtag": "#pafc",
    "comment": "Random pics until we sign ANY CUNT #pafc"
  },
  {
    "username": "jannerssary",
    "hashtag": "#pafc",
    "comment": "This is the first time I’ve felt sorry for a manager since probably Carl Fletcher #pafc"
  },
  {
    "username": "Moomooland12",
    "hashtag": "#pafc",
    "comment": "#pafc\nI feel so sorry for the manager, he looks awful, must wonder what did he sign up for and it isn't what he is getting or not getting at the moment. He really has a shell shocked look about him. Not been backed at all by the board."
  },
  {
    "username": "Jakemetcalfe05",
    "hashtag": "#pafc",
    "comment": "Think it’s time for a go fund me page for Hallet. Clearly needs money \n\n#PAFC"
  },
  {
    "username": "jannerssary",
    "hashtag": "#pafc",
    "comment": "Nobody here blames Tom Cleverley. An excellent managerial talent who’s just another face for this fraudulent administration. \n\nThe luck has run out, and the cracks are showing. #pafc"
  },
  {
    "username": "Moomooland12",
    "hashtag": "#pafc",
    "comment": "He didn't look good, I don't blame him, he/we were promised a top 6 budget. Better than we had for our champions league 1 team.  Then we had the break even speech & he said he wouldn't put more money in a while ago and he did but now he is tapped out = no more players.\n#pafc"
  },
  {
    "username": "John_Joseph70",
    "hashtag": "#pafc",
    "comment": "#Millwall #QPR #BHAFC #ITFC #LTFC #RangersFC #CelticFC #saintsfc #swfc #sufc #MUFC #MCFC #LFC #EFC #LUFC #NUFC #CHELSEAFC #pafc #RFC #AFC #avfc #readingfc #BCFC #NFFC #Boro #BRFC #HMFC #Pompey"
  },
  {
    "username": "John_Joseph70",
    "hashtag": "#pafc",
    "comment": "#Millwall #QPR #BHAFC #ITFC #LTFC #RangersFC #CelticFC #saintsfc #swfc #sufc #MUFC #MCFC #LFC #EFC #LUFC #NUFC #CHELSEAFC #pafc #RFC #AFC #avfc #readingfc #BCFC #NFFC #Boro #BRFC #HMFC #Pompey"
  },
  {
    "username": "riceypafc7",
    "hashtag": "#pafc",
    "comment": "Cleverley doesn’t get a free pass btw.. picking the same players every week, and benching the few that are actually making a difference when they play  #pafc"
  },
  {
    "username": "ArgyleLife1886",
    "hashtag": "#pafc",
    "comment": "You don’t know what you’ve got til’ it’s gone \n\n#pafc"
  },
  {
    "username": "pafcjxck",
    "hashtag": "#pafc",
    "comment": "All summer we’ve had Fox and Cleverley talk about signings players that want to be here. Do they? They look like they couldn’t care less about this club, no fight on the pitch. #pafc"
  },
  {
    "username": "_cobibudge",
    "hashtag": "#pafc",
    "comment": "1st was all on Palsson, suicide cross field header. Sorinola doesn’t do enough for the 2nd. Pen was handball. Great finishes from Oseni & Amaechi. Harsh red for BW. We can’t keep giving ourselves a mountain to climb, getting a new CB is more important than getting a new CF. #pafc"
  },
  {
    "username": "MaccaSouth",
    "hashtag": "#pafc",
    "comment": "Well this doesn’t read well at all! Is that him calling them out again? Not sure what to make of that, but certainly doesn’t sound promising! #pafc"
  },
  {
    "username": "benweir101",
    "hashtag": "#pafc",
    "comment": "From having a top 6 budget to being 3 games in. What have we be benfitted on the pitch? Board needed to prioritise the 1st team first before the academy and thats not been done. We are fucked #pafc"
  },
  {
    "username": "DBulpz",
    "hashtag": "#pafc",
    "comment": "Vote with your feet people. 2/3 signings isnt turning this around. Club needs open heart surgery  #pafc"
  },
  {
    "username": "jamesrenehan_",
    "hashtag": "#pafc",
    "comment": "@SimonHallett\n you have blood on your hands #pafc"
  },
  {
    "username": "pdemmett",
    "hashtag": "#pafc",
    "comment": "Random pics until we sign ANY CUNT #pafc"
  },
  {
    "username": "Neilpafc",
    "hashtag": "#pafc",
    "comment": "Ok so I am seeing people blaming Cleverley for this. Honestly do you truly believe he’s the blame for the last 3 games? Personally it’s the board in my opinion #pafc #argyle #coyg"
  },
  {
    "username": "Matt_Lee_MPL",
    "hashtag": "#pafc",
    "comment": "Bloke looks fed up and done with this already. It took 4 games (four!!!) for Argyle to break Tom Cleverley  #pafc"
  },
  {
    "username": "ChrisErrington1",
    "hashtag": "#pafc",
    "comment": "Tom Cleverley believes there is a mental fragility to Argyle at the moment after losing their opening three League One games of the season.\nRead More:  #pafc"
  },
  {
    "username": "MaccaSouth",
    "hashtag": "#pafc",
    "comment": "That post match reaction with cleverley was awful. Whoever is asking the questions is abysmal. No hard questions asked. “Let’s focus on some positives” what fucking positives? Where’s the signings? Where’s the money? Where’s this CB? Unbearable. #pafc"
  },
  {
    "username": "BootsHawkins",
    "hashtag": "#pafc",
    "comment": "The success of the commercial department was largely down to James Greenacre. Another myth that Parkinson was responsible for the relative success, noting there was no previous commercial operation #pafc"
  },
  {
    "username": "FIWCHAMP09",
    "hashtag": "#pafc",
    "comment": "2 Home games coming up 6 points is needed nothing less. #pafc"
  },
  {
    "username": "BootsHawkins",
    "hashtag": "#pafc",
    "comment": "I’ve been saying this for 18 months. Why have you only now woken up to the Andrew Parkinson problem? #pafc"
  },
  {
    "username": "DanCook5",
    "hashtag": "#pafc",
    "comment": "2 years of crap decision making, this lot couldn’t run a bath, questions need to be asked as to why we have ended up with a side that wouldn’t look out of place in Sunday league, wonder what odds you can get on a club statement next week as Tuesday is going to be toxic! #pafc"
  },
  {
    "username": "Jannerspray",
    "hashtag": "#pafc",
    "comment": "Thursday at our LL it’s doable! I’ll be watching through my hands on Tuesday night Danny! #pafc"
  },
  {
    "username": "StevieWotsa",
    "hashtag": "#pafc",
    "comment": "I rarely watch  Premier League almost never. But watching the game now just made me realise how we are literally a country mile away from ever playing at that standard. But that’s what we commit ourselves to being an Argyle fan which is never dull  ever dull #pafc"
  },
  {
    "username": "KKennealey",
    "hashtag": "#pafc",
    "comment": "Lincoln City 3-2 Plymouth Argyle \n\nA great 70 minutes before hanging on at the end. Collins bagged a brace after Bayliss gave us an early lead. But Oseni and Amaechi led the Pilgrims fightback, until Wiredu was dismissed. \n#WeAreImps | #Imps | #ImpsAsOne | #LINPLY | #pafc"
  },
  {
    "username": "Kenyay",
    "hashtag": "#pafc",
    "comment": "Sam has hit the nail on the head here and sums up the frustration. #pafc"
  },
  {
    "username": "anorths_",
    "hashtag": "#pafc",
    "comment": "#pafc"
  },
  {
    "username": "SouthWestUncut",
    "hashtag": "#pafc",
    "comment": "Some scathing feedback on here about the South West Big 2 tonight. Both Plymouth & Exeter fans are angry about crap ownership & talentless bargain bin players. #PAFC & #ECFC fans provide loyal support & deserve better. Football is terribly poor down here."
  },
  {
    "username": "TamarSports",
    "hashtag": "#pafc",
    "comment": "I agree with the last sentence. Fans remain more impressive than the team! There is some good approach play. If the squad is bolstered then something far better could emerge. There were glimpses of what could be today, but that defence means points will be hard to get ATM #pafc"
  },
  {
    "username": "MaccaSouth",
    "hashtag": "#pafc",
    "comment": "Sorinola post match reaction and match highlights posted…. None from cleverley? Strangeeeeeeee #pafc"
  },
  {
    "username": "CD_PAFC",
    "hashtag": "#pafc",
    "comment": "3 defeats in 3. Something has got to change...\n\nI think we need to alter formation slightly (the numerous injuries certainly don't help), coupled with the obligatory 'SIGN MORE PLAYERS!!?' rant.\n\nI await the ridicule.\n\n#pafc \n@lineupbuilder"
  }
]