[
  {
    "username": "MarkMcGowan39",
    "hashtag": "#pafc",
    "comment": "The issue is even if Hallet sold the club now it’s going to take more time to re build.  This transfer window hasn’t been great (I’m hoping for some quality to come in) I’ve said for a few months he has been very naive over recent months which has led to this mess! #PAFC"
  },
  {
    "username": "jackc_96",
    "hashtag": "#pafc",
    "comment": "Ok ngl I’m getting lil fed up with the whole argyle process lately.\n\nBeing told players could be coming in soon and then absolute FA. It’s worrying #pafc"
  },
  {
    "username": "James421725",
    "hashtag": "#pafc",
    "comment": "Can’t wait for the “We go again Tuesday” statement #pafc"
  },
  {
    "username": "pafcjxck",
    "hashtag": "#pafc",
    "comment": "Play this Tuesday and we win#pafc"
  },
  {
    "username": "ArgyleLife1886",
    "hashtag": "#pafc",
    "comment": "Owen Oseni on Instagram\n\n‘Gutted to not get anything from the game, but happy to net my first league goal. Fought right till the end.’\n\n‘We go together again at Home Park ’\n\n#pafc"
  },
  {
    "username": "Joe_Moore01",
    "hashtag": "#pafc",
    "comment": "Rinse and repeat  #pafc"
  },
  {
    "username": "pdemmett",
    "hashtag": "#pafc",
    "comment": "Random pics until we sign ANY CUNT #pafc"
  },
  {
    "username": "pdemmett",
    "hashtag": "#pafc",
    "comment": "I get people are onto Fox\nBut parkinson and Uncle Si control the money \n\nSo when he's saying it has to be the right fit\nYou know fox wants to spend but those cunts are fine not to spend \n\nAs I said lots...parkinson wears running trainers with a suit. The cunt is a menace #pafc"
  },
  {
    "username": "pdemmett",
    "hashtag": "#pafc",
    "comment": "Random pics until we sign ANY CUNT #pafc"
  },
  {
    "username": "Bewstarri",
    "hashtag": "#pafc",
    "comment": "Can we not just use AI rather than Tom Randle/David Fox? Literally one basic quick search and you get some ideas at least to work from. Is the rest really that hard when working 40+ hours a week? #pafc"
  },
  {
    "username": "Jannerspray",
    "hashtag": "#pafc",
    "comment": "Ok hear me out! It’s clear we don’t have the resources to do “both” (playing budget & infrastructure) IF the club guaranteed cash direct to playing/transfer budget, would you (as a fan) put your money where your mouth is? £17k £100 £1.7m #pafc"
  },
  {
    "username": "jannerssary",
    "hashtag": "#pafc",
    "comment": "The most frustrating thing is the patronising finance talk at the club, full of buzzwords. Many fans understand forecasting & budgeting. How do you justify just breaking even after millions wasted off the field, then cite relegation costs? Staying up made more sense. #pafc"
  },
  {
    "username": "pdemmett",
    "hashtag": "#pafc",
    "comment": "Palsson is the type of bloke to open all the wrapping on the first music stop of pass the parcel\n\n#pafc"
  },
  {
    "username": "betparlayy",
    "hashtag": "#pafc",
    "comment": "Some people take action, make quick decisions and earn money.\n\n Meanwhile, others are just waiting around for something to happen and end up missing out all the opportunities \nWhich side are you in?\n\n#pafc JD Vance #bbtvi Cuti #HAPPYJAEMINDAY Liverpool"
  },
  {
    "username": "pdemmett",
    "hashtag": "#pafc",
    "comment": "Random pics until we sign ANY CUNT #pafc"
  },
  {
    "username": "betparlayy",
    "hashtag": "#pafc",
    "comment": "You either lock in early… or watch others celebrate later.\n\nThe game is ready and accurate. No more talking.\n\n•  Contact Now → http://T.me/Alex340660\n\n#pafc JD Vance #bbtvi Cuti #HAPPYJAEMINDAY Liverpool"
  },
  {
    "username": "CD_PAFC",
    "hashtag": "#pafc",
    "comment": "Malachi Boateng appreciation tweet ('X')\n\nOverall, the team performance lacked defensively and going forward. However, I thought Malachi did a solid job in the centre of midfield! \n\nGeddon MB!\n\n#pafc \n@malachiboateng\n #MB19"
  },
  {
    "username": "pdemmett",
    "hashtag": "#pafc",
    "comment": "Szucs and Galloway centre back on Tuesday \nOseni and Benarous to start....dare I say Baker\n\nPalsson to help out selling tickets for the 50/50 draw\n\n#pafc"
  },
  {
    "username": "ZacThomson13",
    "hashtag": "#pafc",
    "comment": "Get rid of Bali whilst he still has value. Just play Tegan instead  #pafc"
  },
  {
    "username": "adenutba1",
    "hashtag": "#pafc",
    "comment": "Am I right in thinking that we are unable to appeal wiredu’s red card, as it was a second yellow and not a straight red? #pafc"
  },
  {
    "username": "NinjaMatt77",
    "hashtag": "#pafc",
    "comment": "Day off today, nice relaxing Sunday. Gets you thinking doesn't it....... \n\nI wonder what Tom Randle does with all his spare time?  \n\n#pafc"
  },
  {
    "username": "_theawayends",
    "hashtag": "#pafc",
    "comment": "Plymouth fans at Lincoln yesterday \n\n#PAFC"
  },
  {
    "username": "markyball",
    "hashtag": "#pafc",
    "comment": "Fox was brought in as the ‘football man’. Surely he’d know without a solid squad we can’t:\n\n1. Have a competitive practice environment. \n2. Develop positional specialists.\n3. Give the gaffer the chance set up a consistent 11, when he’s forever protecting players. \n\n#pafc"
  },
  {
    "username": "MaccaSouth",
    "hashtag": "#pafc",
    "comment": "Can you please \n@ChrisErrington1\n address this at the next presser?!  Why is our head of recruitment in the middle of the transfer window, doing studies in his spare time!!! #pafc"
  },
  {
    "username": "pdemmett",
    "hashtag": "#pafc",
    "comment": "Random pics until we sign ANY CUNT #pafc"
  },
  {
    "username": "TheArgyleCat",
    "hashtag": "#pafc",
    "comment": "We're all Port Adelaide, right? #pafc"
  },
  {
    "username": "HodgeLuke",
    "hashtag": "#pafc",
    "comment": "Not everyone will agree but this would be my team Tuesday. \nDrop Palsson & Sorinola. \nAlthough he’s been poor I’d put Mumba at RB (we can’t defend anyway!) to combine with Tegan. \nIbraham petulant but has quality - needs managing. \nOseni to start - full of confidence. #pafc"
  },
  {
    "username": "ChrisErrington1",
    "hashtag": "#pafc",
    "comment": "Check out the player ratings from Argyle's 3-2 defeat by Lincoln. For me, Malachi Boateng was by far and away the best outfield player for the Pilgrims while Luca Ashby-Hammond made some good saves behind a struggling defence. \nRead More:  #pafc"
  },
  {
    "username": "Jannerspray",
    "hashtag": "#pafc",
    "comment": "You can still play a B4 just have Sarinola and Benarous as FB. Important to keep the “final 4” from yesterday on the pitch. They are frighteningly good as all have pace and a goal in them! #pafc"
  },
  {
    "username": "EvanGale5",
    "hashtag": "#pafc",
    "comment": "@ChrisErrington1\n I am BEGGING you to ask in the next presser just one question about Tom Randle. We need answers of if he’s even a person. #pafc"
  },
  {
    "username": "GilbsMark",
    "hashtag": "#pafc",
    "comment": "Telling fans the aim is for 12m of stability after a couple\nTurbulent years, to rebuild, get projects done, and to attract investment would have been the right thing to do, along with not saying we have a top 6 budget when we don’t.\nThat however doesn’t sell season tickets #pafc"
  },
  {
    "username": "kenadams777",
    "hashtag": "#pafc",
    "comment": "3pm Saturdays at Home Park #pafc"
  },
  {
    "username": "Element_M1ller",
    "hashtag": "#pafc",
    "comment": "Tom Cleverley discussing Simon Hallett, Andrew Parkinson, Tom Randle and David Fox in tomorrows press conference #pafc"
  },
  {
    "username": "jm_bell95",
    "hashtag": "#pafc",
    "comment": "What I don’t understand is how has got to this point? From where things were two years ago to where we are this morning? Not sure I truly appreciated the position we were in as a club. We’re not a basket case but we are in a very turbulent period #pafc"
  },
  {
    "username": "JonPAFC",
    "hashtag": "#pafc",
    "comment": "I’m getting angrier and angrier watching that first goal from yesterday. What on earth is Palson doing. . You’re a professional international footballer for Christ’s sake. Under absolutely no pressure decides to head the ball across your own box. Moronic defending  #pafc"
  },
  {
    "username": "DevonportDanny",
    "hashtag": "#pafc",
    "comment": "Luca Ashby-Hammond and Plymouth Argyle trying to defend their box in Season 25/26.\n\n#PAFC"
  },
  {
    "username": "Talk72EFL",
    "hashtag": "#pafc",
    "comment": "Our Sky bet league one top 5 POTW.\n\n1. James Collins (#Imps)\n2. Xavier Amaechi (#Pafc)\n3. David Turnbull (#CardiffCity)\n4. Yousef Salech (#CardiffCity)\n5. Christian Saydee (#Wafc)\n\n#EFL"
  },
  {
    "username": "DevonportDanny",
    "hashtag": "#pafc",
    "comment": "On Cleverley.\n\nTorn between 2 thoughts having slept on it.\n\n1. He’s picking this defence as he’s making a point to the board he needs reinforcements.\n\n2. He’s equally culpable by persisting with 4atb where it’s clearly not working.\n\nIn summary; we’re an absolute mess.\n\n#PAFC"
  },
  {
    "username": "HodgeLuke",
    "hashtag": "#pafc",
    "comment": "The build up’s been our seasons highlights so far coz the footy bit has been shite!  #pafc"
  },
  {
    "username": "dunc4ns",
    "hashtag": "#pafc",
    "comment": "If we can’t trust the senior leadership of the club to spend well it makes you wonder how long people would continue with Evergreen subscription. This was launched at the peak of a successful period & now we couldn’t be further from that. #pafc"
  },
  {
    "username": "pdemmett",
    "hashtag": "#pafc",
    "comment": "THE ARGYLE BOARD \n#pafc"
  },
  {
    "username": "jones202920",
    "hashtag": "#pafc",
    "comment": "From watching the highlights..\n\nThat ref was awful lincoln's penalty was never a penalty.  \nWiredu's was. ameachi goal were pretty impressive Oseni took his well. \nSuzchs should done better with their 1st goal.  #pafc"
  },
  {
    "username": "hugegills",
    "hashtag": "#pafc",
    "comment": "Palssons header before the first goal, LAH saving similar to QPR but only palming out to their player. Schoolboy at best. If dont sign at least 2 defenders before next Saturday its relegation for us. 10 goals conceeded in 4 games #pafc"
  },
  {
    "username": "RickSlayerBloke",
    "hashtag": "#pafc",
    "comment": "I think what sums up just how much of a shit show we are is employing David Fox as Head of Footballing Operations who has spent the last 5 years as head of loans and then somehow managing to not secure a single loan signing. Ffs how is that even possible #pafc"
  },
  {
    "username": "29Cdo",
    "hashtag": "#pafc",
    "comment": "Was this recruitment team bought from wish. Worst ever, inexperienced and stitching us up! Hope they are embarrassed when the get paid #pafc"
  },
  {
    "username": "Neilpafc",
    "hashtag": "#pafc",
    "comment": "It’s frustrating to be an Argyle. If we can sign a couple of defenders and a decent striker, and all our injuries are back, we should be okay and form a decent team. but it needs to be some quality added. In order to do that we need to spend money. Come on Argyle ffs #pafc #coyg"
  },
  {
    "username": "pdemmett",
    "hashtag": "#pafc",
    "comment": "Random pics until we sign ANY CUNT #pafc"
  },
  {
    "username": "LeagueOne25",
    "hashtag": "#pafc",
    "comment": "GW3\n\n#BarnsleyFC v #bwfc 13,167\n#UTMP v #htafc 10,922\n#BCAFC v #LTFC 20,233\n#BAFC v #pvfc 4,404\n#CardiffCity v #rufc 17,555\n#DRFC v #Chairboys 8,084\n#ecfc v #mtfc 6,166\n#LOFC v #StockportCounty 7,651\n#WeAreImps v #pafc 8,503\n#ReadingFC v #AFCW 13,757\n#StevanageFC v #ntfc 3,350"
  },
  {
    "username": "CD_PAFC",
    "hashtag": "#pafc",
    "comment": "What the ref saw when he decided to give Brendan Wiredu his second yellow...\n\n#pafc #BW4"
  },
  {
    "username": "GilbsMark",
    "hashtag": "#pafc",
    "comment": "Bar a couple of additions Warnock’s squad was assembled pre season, just took time for everyone to gel. It didn’t start the first 5 games having not signed 3 or 4 vital players for key positions, and also included a £200k striker in Littlejohn, ( lot of money back then ). #pafc"
  },
  {
    "username": "jaybeejanner",
    "hashtag": "#pafc",
    "comment": "Hi \n@ChrisErrington1\n \n\nAt the next HP press conference, could you ask (please) if Tom Randle is still in post/working full time in his role or whether there have been any changes to the scouting/recruitment personnel and setup? \n\nMany thanks  \n\n#pafc"
  },
  {
    "username": "chapperslfc14",
    "hashtag": "#pafc",
    "comment": "TC been done over #pafc"
  },
  {
    "username": "FatJanner",
    "hashtag": "#pafc",
    "comment": "Question. Is this really on Hallett, should he step down?\n\nHallett has already said in past forums he leaves the football side of things to parkinson. So surely its down to fox randle, then parkinson who will have the final say on what we can and cant spend not hallett\n\n#pafc"
  },
  {
    "username": "BunRosa4",
    "hashtag": "#pafc",
    "comment": "Cuteii #DesireTheSeriesEP8\n#ABODesire #DesireTheSeries #lovers \n@Desire_ABO\n #LoveStory #pafc"
  },
  {
    "username": "Jakorane",
    "hashtag": "#pafc",
    "comment": "Benarous completed a full 90 minutes on Tuesday for the first time in 3 years & Oseni is coming back from injury. \n\nIt really does make sense, 100% in fact. \n\n#pafc"
  },
  {
    "username": "betparlayy",
    "hashtag": "#pafc",
    "comment": "Positive feedback is our priority \n\n#pafc JD Vance #bbtvi Cuti #HAPPYJAEMINDAY Liverpool"
  },
  {
    "username": "BunRosa4",
    "hashtag": "#pafc",
    "comment": "Kiss Scene#DesireTheSeriesEP8\n#ABODesire #DesireTheSeries #lovers \n@Desire_ABO\n #LoveStory #pafc"
  },
  {
    "username": "Jakorane",
    "hashtag": "#pafc",
    "comment": "But then, he got absolutely slaughtered last season from our fans. No wonder he left. \n\n#pafc"
  },
  {
    "username": "PAFCTagz",
    "hashtag": "#pafc",
    "comment": "First time this century we have lost all 3 opening league games (1995)\n\nCleverley was 6 years old when it last happened\n\nIn our squad, only Edwards, Paterson and Palsson were alive\n\nHowever, Warnock went on to win his first playoff promotion as manager that season\n\n#pafc"
  },
  {
    "username": "Jakorane",
    "hashtag": "#pafc",
    "comment": "He has been poor. Let’s be serious, what the fuck is he supposed to do there. \n\nIn all honesty, he was keeping us in it at one point. But we can’t say that, it will ruin the narrative. \n\n#pafc"
  },
  {
    "username": "Resurgam96",
    "hashtag": "#pafc",
    "comment": "Tom Randle is real #pafc"
  },
  {
    "username": "AdamFell9",
    "hashtag": "#pafc",
    "comment": "Still not home 20 hours after we got on the train,another shocker of a performance to top it of #pafc"
  },
  {
    "username": "RickSlayerBloke",
    "hashtag": "#pafc",
    "comment": "What makes our situation even more hilarious is that our club record signing out on loan  #pafc"
  },
  {
    "username": "PAFCwardle",
    "hashtag": "#pafc",
    "comment": "I have sat and ignored. I’ve tried to get my head around everything that running a club entails, the money, budgets, fees, wages, agents fees, etc. \n\nBut there’s no defending it now. Last season saying top end League 1. Then top 6 budget. Then break even… #pafc"
  },
  {
    "username": "Kashima_KMOT",
    "hashtag": "#pafc",
    "comment": "whos winning on tuesday? \n\n#pafc"
  },
  {
    "username": "chrisevs68",
    "hashtag": "#pafc",
    "comment": "We’re running out of denominators for this shambles of a Football Club Executive, one by one they’ve been silently dismissed, leaving only 2, those 2 being the ones responsible for dismissing others, but Parkinson’s Grandad played for Liverpool don’t you know #pafc"
  },
  {
    "username": "Jakeyates__97",
    "hashtag": "#pafc",
    "comment": "Feel like shit just want them back #pafc #HalletOut"
  },
  {
    "username": "Ben48037650",
    "hashtag": "#pafc",
    "comment": "This.\n\nThe club needs radio silence on the vanity projects and gimpy side quests until we fix the first team #pafc"
  },
  {
    "username": "Ollieargyle9",
    "hashtag": "#pafc",
    "comment": "Combined 11, based on ability at the time:\n\nMatthews\n\nJ. Edwards\nBradley\nVyner\nSawyer\n\nFox\nSarcevic\n\nLameiras\nCarey\nAmeachi\n\nTaylor\n\nHazard\nThrelkeld\nPleggy\nSongo'o\nBoateng\nWatts\nGrant\n\nA complete disaster #pafc"
  },
  {
    "username": "II86505533",
    "hashtag": "#pafc",
    "comment": "Calling it now, best league 2 title fight ever? #readingfc #pafc #pufc"
  },
  {
    "username": "TomHoneywell94",
    "hashtag": "#pafc",
    "comment": "Tuesday has the potential to be very toxic and we’re 4 games into the season but at least the orient fans will enjoy there iced bun #pafc"
  },
  {
    "username": "Aaronpress1",
    "hashtag": "#pafc",
    "comment": "\"ooh, We'Re LiNcOlN, wE'rE sIgNiNg A sTrIkEr\". Grow up. #pafc"
  },
  {
    "username": "ZacThomson13",
    "hashtag": "#pafc",
    "comment": "Bolton done some decent business haven’t they. Wonder who HoR is for them? I’m not against parting ways with Dickinson but for this shit show id take him back in a minute. Fox and randle have absolutely fucked us. #pafc"
  },
  {
    "username": "Geddonyajanners",
    "hashtag": "#pafc",
    "comment": "I will see your Icelander and raise you another…..\nBjarni Gudjohsen  #pafc"
  },
  {
    "username": "ArgyleBoyo",
    "hashtag": "#pafc",
    "comment": "Samson Tovide from Colchester? Jatta ? Langstaff loan? What actually can we get in now? I’m so sick of this strategy of trying to be different and edgy rather than find a proven striker \n\nSaydee scored today for Wigan btw, Taylor will score for Blackpool next week \n#pafc"
  },
  {
    "username": "ParamedicEm",
    "hashtag": "#pafc",
    "comment": "‘We go together again’ is already starting to get me exhausted #pafc"
  },
  {
    "username": "nat3s1886",
    "hashtag": "#pafc",
    "comment": "Never scroll quickly and catch the words Plymouth and striker and expect anything other than pain. #pafc"
  },
  {
    "username": "J47015",
    "hashtag": "#pafc",
    "comment": "Nothing surprises me anymore.\n\nWe're rotten from head to foot.\n\n #pafc"
  },
  {
    "username": "PAFCethan_h",
    "hashtag": "#pafc",
    "comment": "Sold out every league home game for 3 seasons straight. Made several huge sales over the last 18 months. And yet we spend fuck all on players and Hallett has the cheek to claim we finish 2nd. Will we fuck. Piss poor and cheap recruitment, spend some money or sell up. #pafc"
  },
  {
    "username": "StansburyDarren",
    "hashtag": "#pafc",
    "comment": "Where on the actual fuck is Szucs going for this goal. We’ve some brain dead footballers at argyle. #pafc"
  },
  {
    "username": "CarlBarnard15",
    "hashtag": "#pafc",
    "comment": "#pafc"
  },
  {
    "username": "bsmithgreens",
    "hashtag": "#pafc",
    "comment": "Nail on the head. #pafc"
  },
  {
    "username": "ParamedicEm",
    "hashtag": "#pafc",
    "comment": "Alright we all need to get some tickets and pump it all into the club, deal??  #pafc"
  },
  {
    "username": "MontroseRossy",
    "hashtag": "#pafc",
    "comment": "#pafc\n\nI thought I’d have an evening off Twitter in order to calm down. \n\nCan confirm I’m still fuming, apart from the 5 minutes they didn’t play like plebs not one player was good. \n\nThe club is rotten from top to bottom, TC been sold a dream. Fans been sold a dream, cba."
  },
  {
    "username": "Jakeyates__97",
    "hashtag": "#pafc",
    "comment": "This will be most of the ground tuesday night when where all being told off by happy clappers and stewards for wanting hallett out  #PAFC #HallettOut"
  },
  {
    "username": "nat3s1886",
    "hashtag": "#pafc",
    "comment": "Throw the chequebook at this man and get him to Home Park. #pafc"
  },
  {
    "username": "Jannerspray",
    "hashtag": "#pafc",
    "comment": "2/2 I’ll cover this in detail on Thursday night on our Live Lounge buddy. Articulate in detail what I mean!  #pafc"
  },
  {
    "username": "PAFCRyan",
    "hashtag": "#pafc",
    "comment": "Did I hear the efl highlight show correctly and this is our worst league start for 30 years? #pafc"
  },
  {
    "username": "__jacksharp10",
    "hashtag": "#pafc",
    "comment": "Not sure if nostalgia tinted but combined XI, who from the current crop gets in? Conor Hazard potentially (Cooper young at time) Pleguezuelo arguably? \n\nStruggling big time after that. Damning. #pafc"
  },
  {
    "username": "wfavery",
    "hashtag": "#pafc",
    "comment": "Hallett heel turn? #pafc"
  },
  {
    "username": "callummorris_",
    "hashtag": "#pafc",
    "comment": "BIM PEPPLES ON FIRE (is he fuck) #pafc"
  },
  {
    "username": "ScottYendle",
    "hashtag": "#pafc",
    "comment": "Wiredu, ibrahim, snucs, palsson, Hammond, boateng ain’t good enough at league 1 level. Teams an absolute joke how much we’ve downgraded it’s actually embarrassing #pafc"
  },
  {
    "username": "pafc_brad",
    "hashtag": "#pafc",
    "comment": "I was unsure on oseni when he first arrived looking at past clubs and inexperience but fair fucking play to him that lad can finish and needs to start every game atm. A striker is now not our main priority. Getting hazard back in goal and a few decent defenders in is #pafc"
  },
  {
    "username": "PAFCwillBeBack",
    "hashtag": "#pafc",
    "comment": "People say we need a number 9 desperately I think the more concerning positions are the defence and the worst keeper we have ever had they need replacing 2cbs and a goalie at least utterly embarrassing #pafc"
  },
  {
    "username": "pdemmett",
    "hashtag": "#pafc",
    "comment": "I think if we lose on Tuesday \nI'll have a wee in the cubicle and walk out and not flush \n\n#pafc"
  },
  {
    "username": "EvanGale5",
    "hashtag": "#pafc",
    "comment": "Oseni took his goal really well btw. #pafc"
  },
  {
    "username": "GeorgeBolam",
    "hashtag": "#pafc",
    "comment": "Titanic’s on the telly, reminds me of Argyle. Heading straight towards a bastard ice berg and no one’s steering the ship #pafc"
  },
  {
    "username": "ClaireM73531493",
    "hashtag": "#pafc",
    "comment": "We go again Tuesday.\n\nShame about the result, but let's face it, the last 20 minutes got very exciting lol \n\n#argyle #plymouthargyle #pafc #hiddenillness #hiddendisability #thatsmile #coyg #greenarmy"
  },
  {
    "username": "pafcjxck",
    "hashtag": "#pafc",
    "comment": "The bad thing about this No.9 situation is that the longer it goes on no one is going to want to sell their main striker unless it’s for millions (which we won’t do). So we’ll be stuck with a young loanee with 0 experience or some 4th choice that absolutely no one wants #pafc"
  },
  {
    "username": "RealEFLSocial",
    "hashtag": "#pafc",
    "comment": "#pafc #WeAreImps"
  },
  {
    "username": "Jakemetcalfe05",
    "hashtag": "#pafc",
    "comment": "Just saying if argyle need a number 9. I’m free every other Saturday and I’ll happily play for free #pafc"
  },
  {
    "username": "Derpafc",
    "hashtag": "#pafc",
    "comment": "Might have to step away from argyle twitter for a while, I get why everyone is upset but no need to be a d*ck about it, or maybe there is in which case I don’t think I want to be a part of that until things are looking up, or people aren’t punching down #pafc"
  },
  {
    "username": "ecfcwill",
    "hashtag": "#pafc",
    "comment": "Generally curious . How is watts doing? #pafc"
  },
  {
    "username": "MaccaSouth",
    "hashtag": "#pafc",
    "comment": "Still can’t believe a “well run ambitious L1 club” who want to bounce back straight away, loan out baidoo, then Calum wright and ogbeta to teams in the same league, currently both above us all before replacing them\n\nTom randle and David Fox special.\n\n#pafc"
  },
  {
    "username": "Jakfirst",
    "hashtag": "#pafc",
    "comment": "Still find it baffling that we didn’t sign a goalkeeper that could really compete to be a number one! #pafc"
  },
  {
    "username": "Jakemetcalfe05",
    "hashtag": "#pafc",
    "comment": "#HalletOut #pafc"
  },
  {
    "username": "betparlayy",
    "hashtag": "#pafc",
    "comment": "NEW HERE ?? \n\nAnd you are interested to make money \n\nJust text me I we tell you how its done here \n\n#pafc JD Vance #bbtvi Cuti #HAPPYJAEMINDAY Liverpool"
  },
  {
    "username": "nat3s1886",
    "hashtag": "#pafc",
    "comment": "Rate your work a lot Joe and a huge soft spot for the Gulls being a Torquay Green. \n\nWho do you think Argyle need to target between now and Aug 31st? \n\nConceded over 80 in the champ the year before. Delusional to think we don’t need more. Executive inexperience for me.\n\n#pafc"
  },
  {
    "username": "ChattingArgyle",
    "hashtag": "#pafc",
    "comment": "The ONLY good thing I can say about today is… alot of “happy clappers” on here seemed to changed their tune after today. Pennies dropping left right and Center #pafc"
  },
  {
    "username": "betparlayy",
    "hashtag": "#pafc",
    "comment": "BOOM! ANOTHER VIP WINNER\nBack-to-back slips CASHED OUT\nIf you’re still watching, you’re losing!\nPeople in VIP are stacking wins daily\n\n SLIP DON’T LIE \n\nTelegram  http://t.me/Alex340660\n\n#pafc JD Vance #bbtvi Cuti #HAPPYJAEMINDAY Liverpool"
  },
  {
    "username": "betparlayy",
    "hashtag": "#pafc",
    "comment": "STOP WASTING TIME and keep doing things that don't work \n\nYour only REAL LIMITS are all self imposed. So you have to break through them \n\nOf course if you want to achieve something  \n\nAdmin : . http://T.me/Alex340660\n\n#pafc JD Vance #bbtvi Cuti #HAPPYJAEMINDAY Liverpool"
  },
  {
    "username": "markyball",
    "hashtag": "#pafc",
    "comment": "Just about says it all really. #pafc"
  },
  {
    "username": "betparlayy",
    "hashtag": "#pafc",
    "comment": "Lets go  - Live it up \n\n”The person that said winning isn’t everything, never won anything.” \n\nGame won Y’all \n\ncongratulations to all my vip members what great victory\n\nTelegram  http://t.me/Alex340660\n\n#pafc JD Vance #bbtvi Cuti #HAPPYJAEMINDAY Liverpool"
  },
  {
    "username": "betparlayy",
    "hashtag": "#pafc",
    "comment": "U N C O V E R E D \n\nORIGINAL TICKET OPENED\n\n        £500.00// £217,500.00\n\nNext 100% Fixed matches confirmed Message me now \n\n Admin  http://t.me/Alex340660\n\n#pafc JD Vance #bbtvi Cuti #HAPPYJAEMINDAY Liverpool"
  },
  {
    "username": "Aaronpress1",
    "hashtag": "#pafc",
    "comment": "#pafc"
  },
  {
    "username": "betparlayy",
    "hashtag": "#pafc",
    "comment": "POV: Y'all Asking for uncovered ticket of the match \n\nUNCOVERED TICKET \n\nI'm just different and better I'm the real MVP \n\nremember I’m here to beat the bookies not work with them\n\nTelegram  http://t.me/Alwx340660\n\n#pafc JD Vance #bbtvi Cuti #HAPPYJAEMINDAY Liverpool"
  },
  {
    "username": "pdemmett",
    "hashtag": "#pafc",
    "comment": "Random pics until we sign ANY CUNT #pafc"
  },
  {
    "username": "betparlayy",
    "hashtag": "#pafc",
    "comment": "LIVE SCORE IS OUT \n\nI will not come here to brag with  what I don’t have never  I will always be the best tipster \n\n#pafc JD Vance #bbtvi Cuti #HAPPYJAEMINDAY Liverpool"
  },
  {
    "username": "OffTheLineBlog",
    "hashtag": "#pafc",
    "comment": "I got criticised in the summer for saying #PAFC's GK and defence wasn't good enough. \n\nFour games in:\nConceded 3\nConceded 2\nConceded 2\nConceded 3\n\nArgyle need major re-work at the back, especially if they are going to stick to a four."
  },
  {
    "username": "DykesyPAFC",
    "hashtag": "#pafc",
    "comment": "On the plus side from today, Ennis got a straight red for Blackpool after scoring a brace.\n\nMeans he won’t be scoring against us on Saturday, it will just be another Blackpool player - it’s gonna happen \n\nSort it out Hallett, whilst the window is still there. #pafc"
  },
  {
    "username": "nat3s1886",
    "hashtag": "#pafc",
    "comment": "Not unbeknownst to TC who referenced it in his post-match. \n\nClub and culture that is used to losing has continued into league one and that is absolutely the executive team’s remit to change. \n\n#pafc"
  },
  {
    "username": "MrsFoxtrotwhisk",
    "hashtag": "#pafc",
    "comment": "We are in L1 with a top 10 budget because of Simon Hallett. Without him, we'd be struggling to stay in this league, like Exeter, and L2 would be our 'natural' home. I'd rather be here than there #pafc"
  },
  {
    "username": "GreenArmy46",
    "hashtag": "#pafc",
    "comment": "I feel we’ve all been lied to from the man at the top… \n\npolls are completely anonymous what are you saying  #pafc"
  },
  {
    "username": "CarlBarnard15",
    "hashtag": "#pafc",
    "comment": "League One - LCFC V PAFC Block 9 Post Match Analysis LIVE! #PAFC #LincolnCityFC"
  },
  {
    "username": "TheCrazyPilgrim",
    "hashtag": "#pafc",
    "comment": "League One - LCFC V PAFC Block 9 Post Match Analysis LIVE! #PAFC #LincolnCityFC"
  },
  {
    "username": "Block9Podcast",
    "hashtag": "#pafc",
    "comment": "League One - LCFC V PAFC Block 9 Post Match Analysis LIVE! #PAFC #LincolnCityFC"
  },
  {
    "username": "porropafc",
    "hashtag": "#pafc",
    "comment": "How longs it been since Hardie left? #pafc"
  },
  {
    "username": "LeagueOne25",
    "hashtag": "#pafc",
    "comment": "Plymouth Argyle midfielder Brendan Wiredu was sent off vs Lincoln City for a 2nd yellow card for diving\n\nRightfully so just look at the state of that dive \n\nThoughts?\n\n#pafc"
  },
  {
    "username": "ChattingArgyle",
    "hashtag": "#pafc",
    "comment": "Actual question, are we getting a 3rd kit?  #pafc"
  },
  {
    "username": "chubbs_20",
    "hashtag": "#pafc",
    "comment": "Today I noticed when Pallsson was Subbed. Who was our Captain? Not 1 player wore the Armband! No leader on that pitch  whatsoever. Not 1 Player stood up. Edwards is our only leader at the club that plays. #pafc"
  },
  {
    "username": "DevonportDreams",
    "hashtag": "#pafc",
    "comment": "Today’s new signings in the squad came from…\n\nAccrington - 1 game in L2\nFleetwood L1 - relegated\nCrawley L1 - relegated\nExeter - L1\nMagdeburg - German D2\nChesterfield - L2\n\nWe’ve bought in absolutely no pedigree whatsoever, hardly surprising we’re fucking shite #pafc"
  },
  {
    "username": "ArgyleReview",
    "hashtag": "#pafc",
    "comment": "Betting market has us as favourites to go down. Full sale now #pafc"
  },
  {
    "username": "Army61Green",
    "hashtag": "#pafc",
    "comment": "#pafc ‘Tom Cleverley says Plymouth Argyle look like a team scared of losing’.  Surely, he means scared of winning, as we lose with aplomb!  2 weeks ago it was a new group with no lhangover, now there’s a mental fragility. It’s all down to the lack of a competitive squad."
  },
  {
    "username": "ChrisErrington1",
    "hashtag": "#pafc",
    "comment": "Tom Cleverley was yellow carded during Argyle's 3-2 defeat at Lincoln, where his side trailed by three goals midway through the second half.\n\"I'm certainly not going to mask over the big issues that we have with the last 20 minutes.\"\nRead More:  #pafc"
  }
]